Repository: moveyourdigital/wp-email-logs
Catalog: languages/email-notifications-*.po
Languages: pt_pt

source: Email Notifications
pt_pt: Notificações por email

source: User notifications
pt_pt: Notificações dos utilizadores

source: When a user is added
pt_pt: Quando um utilizador é adicionado

source: User resets password
pt_pt: Quando o utilizador recupera a palavra-passe

source: Notify user that password was changed
pt_pt: Notificação ao utilizador de alteração de palavra-passe

source: Notify user that email was changed
pt_pt: Notificação ao utilizador de alteração do email

source: [%s] Password Reset
pt_pt: [%s] Recuperação da palavra-passe

source: Subject
pt_pt: Assunto

source: If you use <code>%s</code> is gets replaced by the <i>Site title</i> set in <a href=options-general.php>general options</a>.
pt_pt: Pode user <code>%s</code> que será substituído pelo <i>Título do site</i> definido nas <a href=options-general.php>opções gerais</a>.

source: [%s] Password Changed
pt_pt: [%s] Recuperação da palavra-passe

source: [%s] Email Changed
pt_pt: [%s] Alteração de email

source: The following settings are used to send automatic emails during common WordPress tasks such as user activation or password reset. You can use shortcodes in your email body content which will be replaced by actual values. The list of available shortcodes are:
pt_pt: As definições seguintes são usadas para envio de emails automáticos durante tarefas do WordPress tais como a activação de utilizador. Poderá usar variáveis no corpo da mensagem que serão substituídos pelos valores que representam na altura de envio. A lista das variáveis disponíveis é a seguinte:

source: Username: %s
pt_pt: Utilizador: %s

source: To set your password, visit the following address:
pt_pt: Para definir a sua senha, visite o seguinte endereço:

source: Someone has requested a password reset for the following account:
pt_pt: Foi recebido um pedido de redefinição de senha desta conta:

source: Site Name: %site_title%
pt_pt: Nome do Site: %site_title%

source: Username: %user_login%
pt_pt: Utilizador: %user_login%

source: If this was a mistake, just ignore this email and nothing will happen.
pt_pt: Se foi um erro ignore este email e nada acontecerá.

source: To reset your password, visit the following address:
pt_pt: Para redefinir a sua senha, visite este endereço:

source: Email Logs
pt_pt: Registos de Envios de Email

source: Email Log Attributes
pt_pt: Atributos do registo de envio de emails

source: Filter Email Logs list
pt_pt: Filtro da lista de registo de envio de emails

source: Email Logs list navigation
pt_pt: Navegação do registo de envio de emails

source: Email Logs list
pt_pt: Listagem de registo de envio de emails

source: New Email Log
pt_pt: Novo registo de envio de emails

source: View Email Log
pt_pt: Ver registo de envio de emails

source: View Email Logs
pt_pt: Ver registos de envio de emails

source: Search Email Logs
pt_pt: Procurar no registo de envio de emails

source: No Email Logs found
pt_pt: Nenhum registo de envio de emails encontrado

source: No Email Logs found in trash
pt_pt: Nenhum registo de envio de emails encontrado no lixo

source: Queued <span class=count>(%s)</span>
pt_pt: Em processamento <span class=count>(%s)</span>

source: Failed <span class=count>(%s)</span>
pt_pt: Falhado <span class=count>(%s)</span>

source: Sent <span class=count>(%s)</span>
pt_pt: Enviado <span class=count>(%s)</span>

source: Delivered <span class=count>(%s)</span>
pt_pt: Entregue <span class=count>(%s)</span>

source: Bounced <span class=count>(%s)</span>
pt_pt: Enviado <span class=count>(%s)</span>

source: View details
pt_pt: Ver registo de email

source: View
pt_pt: Ver

source: Resend emails
pt_pt: Reenviar emails

source: Resent %s email.
pt_pt: Reenviado %s email.

source: Status
pt_pt: Estado

source: To
pt_pt: Para

source: Body
pt_pt: Corpo

source: Message ID
pt_pt: ID da Mensagem

source: Attachments
pt_pt: Anexos

source: Headers
pt_pt: Cabeçalhos

source: Error
pt_pt: Erro

source: Replace default WordPress email notifications easily
pt_pt: Personalização fácil dos emails de notificação do WordPress

# %site_url%
source: %s shows site Url.
pt_pt: %s mostra o Url do site.

# %site_title%
source: %s prints the Site Title.
pt_pt: %s mostra o Título do site.

# %user_login%
source: %s displays user login information.
pt_pt: %s mostra a informação de login do utilizador.

# %login_url%
source: %s shows the login page link.
pt_pt: %s contém o link da página de login.

# %user_email%
source: %s the registered user email address.
pt_pt: %s o email do utilizador.

# %user_activation_link%
source: %s the activation link which will be rendered as a link tag.
pt_pt: %s o link de activação do utilizador renderizado numa tag link.

# name
source: Email Logs
pt_pt: Registos de Envios de Email

# singular_name
source: Email Log
pt_pt: Registos de Envios de Email

# menu_item
source: Email Logs
pt_pt: Registos de Envios de Email

# post
source: Queued
pt_pt: Em processamento

# post
source: Failed
pt_pt: Falhado

# post
source: Sent
pt_pt: Enviado

# post
source: Delivered
pt_pt: Entregue

# post
source: Bounced
pt_pt: Retornado
